
{"Submit answers": "Lähetä vastaukset",
  "Login": "Kirjaudu",
  "Registration": "Rekisteröinti",
  "First Name": "Etunimi",
  "Last Name": "Sukunimi",
  "Email": "Sähköposti",
  "Password": "Salasana",
  "Register": "Rekisteröidy",
  "Q1": "Olen kiinnostunut 3D-animaatiosta ja visualisoinnista.",
  "Q2": "Minulla on vahva kiinnostus ajoneuvotekniikkaan ja autotekniikkaan.",
  "Q3": "Olen innokas kehittämään ja työskentelemään apuvälineteknologioiden parissa.",
  "Q4": "Olen kiinnostunut kemiasta ja bioteknologiasta.",
  "Q5": "Laboratoriokokeiden tekeminen ja analyysit innostavat minua.",
  "Q6": "Minulla on lahjakkuutta digitaaliseen suunnitteluun ja nautin teknologian käyttämisestä taiteen luomiseen.",
  "Q7": "Elektroniikka ja piirien suunnittelu ovat alueita, joilla olen erinomainen.",
  "Q8": "Olen intohimoinen kestävyydestä ja ympäristöteknologiasta.",
  "Q9": "Päivystys ja ensiapu ovat uravaihtoehtoja, joita harkitsen.",
  "Q10": "Olen taitava fysioterapiassa ja nautin siitä, että voin auttaa muita parantamaan liikkuvuuttaan.",
  "Q11": "Työskentely esittävien taiteiden ja teatteritekniikan parissa on unelmani.",
  "Q12": "Näen itseni tulevaisuuden ammattilaisena gerontologian alalla, keskittyen ikääntyneiden hoitoon.",
  "Q13": "Tietotekniikka ja ohjelmistokehitys ovat uravaihtoehtoja, joihin tähtään.",
  "Q14": "Olen kiinnostunut kansainvälisestä liiketoiminnasta ja logistiikasta.",
  "Q15": "Tavoitteenani on työskennellä rakennus- ja arkkitehtuurialalla.",
  "Q16": "Pidän urasta, joka mahdollistaa luovuuden ja innovaation työssäni.",
  "Q17": "Laboratoriotyö ja kokeiden tekeminen ovat ympäristöjä, joissa kukoistan.",
  "Q18": "Olen kiinnostunut urista, jotka sisältävät suoraa potilastyötä ja terveyspalveluja.",
  "Q19": "Sosiaalialan ammatti, joka auttaa yhteisöjä ja yksilöitä, on minulle tärkeä.",
  "Q20": "Teknologia- ja suunnittelualat, erityisesti elektroniikka ja automaatio, ovat minulle mieluisia.",
  "Q21": "Suosin käytännönläheistä oppimista ja käytännön sovelluksia teoreettisen opiskelun sijaan.",
  "Q22": "Projekteihin osallistuminen ja tiimityö ovat olennainen osa ihanteellista oppimisympäristöäni.",
  "Q23": "Arvostan harjoittelumahdollisuuksia ja työharjoitteluja osana koulutustani.",
  "Q24": "Etäopiskelu ja joustavat opiskelumahdollisuudet ovat minulle tärkeitä.",
  "Q25": "Olen kiinnostunut opinnoista, jotka yhdistävät taiteellista luovuutta ja teknologista innovaatiota."
}

