{
  "Q1": "నేను 3D యానిమేషన్ మరియు విజువలైజేషన్ ద్వారా ఆకర్షితుడయ్యాను.",
  "Q2": "నాకు వాహన సాంకేతికత మరియు ఆటోమోటివ్ ఇంజనీరింగ్‌పై బలమైన ఆసక్తి ఉంది.",
  "Q3": "సహాయక సాంకేతిక పరికరాలను అభివృద్ధి చేయడానికి మరియు పని చేయడానికి నేను ఆసక్తిగా ఉన్నాను.",
  "Q4": "నాకు కెమిస్ట్రీ మరియు బయోటెక్నాలజీలో ఆసక్తి ఉంది.",
  "Q5": "ప్రయోగశాల పరీక్షలు మరియు విశ్లేషణలు నిర్వహించడం నన్ను ఉత్తేజపరుస్తుంది.",
  "Q6": "నాకు డిజిటల్ డిజైన్‌లో ప్రతిభ ఉంది మరియు కళను రూపొందించడానికి సాంకేతికతను ఉపయోగించడం ఆనందించండి.",
  "Q7": "ఎలక్ట్రానిక్స్ మరియు సర్క్యూట్ డిజైన్ నేను రాణిస్తున్న ప్రాంతాలు.",
  "Q8": "నేను స్థిరత్వం మరియు పర్యావరణ సాంకేతికతపై మక్కువ కలిగి ఉన్నాను.",
  "Q9": "అత్యవసర వైద్య సంరక్షణ మరియు మొదటి ప్రతిస్పందన నేను నన్ను చూడగలిగే కెరీర్‌లు.",
  "Q10": "నేను ఫిజికల్ థెరపీలో నైపుణ్యం కలిగి ఉన్నాను మరియు ఇతరులకు వారి చలనశీలతను మెరుగుపరచడంలో సహాయపడటం ఆనందించండి.",
  "Q11": "ప్రదర్శన కళలు మరియు థియేటర్ టెక్నాలజీలో పనిచేయడం నా కల.",
  "Q12": "వృద్ధుల సంరక్షణపై దృష్టి సారిస్తూ, వృద్ధాప్య శాస్త్రంలో భవిష్యత్ వృత్తినిపుణుడిగా నేను భావిస్తున్నాను.",
  "Q13": "సమాచార సాంకేతికత మరియు సాఫ్ట్‌వేర్ అభివృద్ధి నేను కోరుకునే కెరీర్‌లు.",
  "Q14": "నాకు అంతర్జాతీయ వ్యాపారం మరియు లాజిస్టిక్స్ పట్ల ఆసక్తి ఉంది.",
  "Q15": "నిర్మాణం మరియు నిర్మాణ పరిశ్రమలో పనిచేయడం నా లక్ష్యం.",
  "Q16": "నా పనిలో సృజనాత్మకంగా మరియు వినూత్నంగా ఉండటానికి అనుమతించే వృత్తిని నేను ఇష్టపడతాను.",
  "Q17": "లాబ్‌లో పని చేయడం మరియు ప్రయోగాలు చేయడం ద్వారా నేను అభివృద్ధి చెందుతున్నట్లు చూస్తున్నాను.",
  "Q18": "నేను ప్రత్యక్ష రోగి సంరక్షణ మరియు ఆరోగ్య సేవలను కలిగి ఉన్న కెరీర్‌ల వైపు మొగ్గు చూపుతున్నాను.",
  "Q19": "సామాజిక సేవల్లో ఒక వృత్తి, సంఘాలు మరియు వ్యక్తులకు సహాయం చేయడం నాకు ముఖ్యం.",
  "Q20": "టెక్నాలజీ మరియు ఇంజనీరింగ్ రంగాలు, ముఖ్యంగా ఎలక్ట్రానిక్స్ లేదా ఆటోమేషన్‌పై దృష్టి కేంద్రీకరించినవి, నేను ఎక్కడ ఉండాలనుకుంటున్నాను.",
  "Q21": "నేను సైద్ధాంతిక అధ్యయనాల కంటే అభ్యాస అనుభవాలు మరియు ఆచరణాత్మక అనువర్తనాలను ఇష్టపడతాను.",
  "Q22": "ప్రాజెక్ట్‌లు మరియు టీమ్‌వర్క్‌లో పాల్గొనడం అనేది నా ఆదర్శ అభ్యాస వాతావరణంలో ముఖ్యమైన భాగం.",
  "Q23": "నా విద్యలో భాగంగా ఇంటర్న్‌షిప్‌లు మరియు పరిశ్రమల నియామకాల కోసం నేను అవకాశాలను విలువైనవి.",
  "Q24": "దూర అభ్యాసం మరియు సౌకర్యవంతమైన అధ్యయన ఎంపికలు నాకు ముఖ్యమైనవి.",
  "Q25": "కళాత్మక సృజనాత్మకత మరియు సాంకేతిక ఆవిష్కరణల సమ్మేళనాన్ని అందించే అధ్యయనాలను కొనసాగించడంలో నాకు ఆసక్తి ఉంది."
}
